# C-c C-c  "F:/baiduyundownload/Dropbox/Emacs/ToDo/remember/diary.org" -> "* %g"
# C-u C-c C-c  like C-c C-c, and immediately visit note at target location
# C-0 C-c C-c  "???" -> "* ???"
# C-1 C-c C-c  to select file and header location interactively.
# C-2 C-c C-c  as child (C-3: as sibling) of the currently clocked item
# To switch templates, use `<f12>'.  To abort use `C-c C-k'.

**** 认真的看网页信息
     org mode 确实很强大,我对它的要求是:
     - 需要统计每天,每周的 tags 时间 ,
     - 需要统计每周的 类别 时间.
     - 任务完成放到 achive 中.achive中的任务按datetree 排列.
     - 
     CLOCK: [2014-01-03 周五 20:02]--[2014-01-03 周五 20:08] =>  0:06
Entered on [2014-01-03 周五 20:02]
**** GTD是什么
     GTD是指导你做什么的工具. 
     写好你要做的东西,然后,你按时间要求去做这些事,就好了.
     其他比如统计,都是你做到这些后要做的事情.
     不要太关心这些东西.
     做自己真的要做的事情,才是GTD的真谛...
     CLOCK: [2014-01-04 周六 14:12]--[2014-01-04 周六 14:14] =>  0:02
Entered on [2014-01-04 周六 14:12]
 
 [[file:d:/cygwin/home/jerryfive/ToDo/newgtd.org::*%E6%9D%A8%E4%B9%A6%E8%AE%B0%E7%9A%84%E8%B0%88%E8%AF%9D%E6%94%B9%E4%B8%BA19%E5%8F%B7%E4%B8%8B%E5%8D%88%E4%B8%80%E7%82%B9][杨书记的谈话改为19号下午一点]]
**** 生活没有想像的难
     我们都在做着，做着，，，似乎总有做不完的事情。
     自己也是一直在做，做。然后，当自己要写总结的时候，都不知道从哪里写起。这就是大部分的时间都交代给了没用的事情。
     昨天做好了emacs，想好了自己应该怎么去用这个软件，这样才从内心中接受了他，也才会挥发它的作用。

     emacs，要实现什么样的功能呢？
     1. 能够做好统计。给做的每个事情都统计好。每周的，每天的，每月的，每个类型的。
     2. 能够做每月的，每周的，每天的计划。
     3. 
     CLOCK: [2014-01-06 周一 09:18]--[2014-01-06 周一 09:26] =>  0:08
Entered on [2014-01-06 周一 09:18]
 
 [[file:d:/cygwin/home/jerryfive/ToDo/newgtd.org::*%E5%86%99%E6%97%A5%E8%AE%B0%EF%BC%8810%E5%88%86%E9%92%9F%EF%BC%89][写日记（10分钟）]]
